/* Localizable.strings file for smb.bundle */

"SMB/CIFS Filesystem Authentication" = "SMB/CIFS Filesystem Authentication";
"Enter username and password for " = "Enter username and password for ";
":" = ":";
"Workgroup/Domain" = "Workgroup/Domain";
"Username" = "Username";
"Password" = "Password";
"OK" = "OK";
"Cancel" = "Cancel";
"Add to Keychain" = "Add to Keychain";
"Authenticate" = "Authenticate";
"Re-authenticate" = "Re-authenticate";
"Select a share" = "Select a share";
"SMB Mount" = "SMB Mount";
